{
    "email": "ali.afzal.1416@gmail.com",
    "headline": "I am a leader of Advanced Data technology & finance projects from planning through to execution in time sensitive environments. A proactive leader with strong project management, communication and problem solving skills across accounting, data, automation and business intelligence.",
    "journeySubtitle": "I was always passionate about data, business intelligence and overall process improvements.",
    "journeyDetailed": [
        "I believe my passion for data and the insights it brings for a business is helping me grow into a better leader each day. I am able to seamlessly and effectively bring technical and non technical stakeholders along the data journey whilst building a highly engaged team environment.",
        "I started my career as a financial accountant working for Rydges hotels and very quickly discovered my love and passion for data and reporting. At that time it was called management reporting. I started to upskill myself by adding new system based skill sets to help me improve reporting, data and process optimization. I truly started to become embedded in the power of data warehouses and BI when I started my journey with Toll Dnata, it was a very challenging role which required me to find proactive solutions to solve organisational data challenges. I was able to develop an end-to-end system with engaged stakeholders to track operational, financial and management performance.",
        "I took the learnings from there and joined up with News Corp and the organization gave me the scope to scale my abilities in a larger organization. I challenged myself to develop automated data solutions to help me automate and simplify budgeting processes. Specifically targeting processes that could provide performance reporting across sales, operations and financials. I helped roll out CRM systems, develop data warehouse solution for communities papers and finally embarked on a journey to help launch a new brand for the organization.",
        "Post my learnings at Newscorp I was offered the opportunity to head up the business intelligence department for Subaru. I was able to quickly upskill myself, collaborate with technical and non technical stakeholders to deliver a world class BI solution. This opportunity provided me to develop a data strategy, implement the strategy and help grow the organizational data needs, as well as pivot the business to start thinking about data in a way previously deemed impossible. I received global recognition for my work and was offered the opportunity to lead the data strategy work for a combined regional function of Australia and Asia Inchcape. I set up an offshore team to help leverage data solution and work across borders, different countries, different systems and to help unify towards one data platform. Leading the Automation of processes through data, automating business intelligence reporting and working towards machine learning models to help track performance, grow profitability and identify risks & opportunities.",
        "Finally, I re-joined News Corp to lead the finance data strategy and transformation. Working closely with the technology team, finance teams, the executive team and organisational stakeholders to deliver a unified finance data solution. Implementation of the strategy was instrumental in reducing errors, achieving timely reporting, simplifying data structures, rolling out governance and developing new insights and analytics. ",
        "I have been fortunate enough to work with extremely passionate leaders who have mentored me and guided me in my journey. Through great leadership and mentorship I have been able to become the leader I am and have garnered the skills which have resulted in me leading many teams and projects to success. I believe in being passionate about what you do and having fun whilst delivering business results."
    ],
    "achievementsSubtitle": "I am constantly pushing myself to innovate and lead in the space of Business Intelligence, data and analytics.",
    "achievements": [
        {
            // This can be any icon from https://ionic.io/ionicons.
            "icon": "trophy",
            "title": "2x Global CEO Award Winner",
            "description": "I won the global CEO award for two consecutive years for innovating, leading & pioneering in BI Technology"
        },
        {
            "icon": "analytics",
            "title": "Successfully implemented data strategies",
            "description": "Developed and executed the strategy for data curation, engineering, governance as well as RPA, machine learning and business intelligence"
        },
        {
            "icon": "git-network",
            "title": "Successfully Led Machine Learning programs",
            "description": "Led the successful implementation of churn prediction model, brand loyalty and ad effectiveness based on customer sentiments"
        },
        {
            "icon": "settings",
            "title": "Successfully rolled out multiple automation platforms",
            "description": "Led automation program utilising uiPath and Alteryx to reduce manual processes and achieving optimised performance"
        },
        {
            "icon": "cash",
            "title": "Successfully developed and executed the finance transformation",
            "description": "Successfully leveraged technology to roll out the finance transformation in order to deliver seamless and integrated financial solutions"
        },
        {
            "icon": "people",
            "title": "Developed and mentored highly successful and engaged teams",
            "description": "Successfully developed and mentored high performing & engaging team and created a culture of innovation in the data and BI space whilst ensuring mental health, passion and well being of teams"
        }
    ],
    "quotes": [
        {
            "headline": "Strong Leader",
            "text": "Stuff about me",
            "author": "Person 1",
            "authorTitle": "Person 1 title"
        },
        {
            "headline": "Strategic",
            "text": "Stuff about me",
            "author": "Person 2",
            "authorTitle": "Person 2 title"
        },
        {
            "headline": "Innovative",
            "text": "Stuff about me",
            "author": "Person 3",
            "authorTitle": "Person 3 title"
        }
    ],
    "modals": {
        "newscorp": {
            "title": "News Corp Australia",
            "description": "News Corp Australia is one of Australia’s largest media organisation with over 8,000 employees. News Corp publishes over 150 titles and are reaching 7.2m plus Australians everyday. They are the number 1 source for News across Australia as the most trusted and valued brand for Australian News. News Corp Australia is one of Australia’s largest media organisation with over 8,000 employees . News Corp publishes over 150 titles and are reaching 7.2m plus Australians everyday. They are the number 1 source for News across Australia as the most trusted and valued brand for Australian News.",
            "roles": [
                "General Manager, Finance Stratagy & Data",
                "Finance and Reporting Manager"
            ],
            "symbols": ["News", "ASX:NWS|12M"]
        },
        "inchcape": {
            "title": "Inchcape Pty Ltd",
            "description": "Inchcape is a leading player in the automotive services sector operating in the distribution, retail and logistics markets.. Inchcape is an independent, multi-brand automotive Distributor with operations that span countries on five continents with 15,000 employees. Inchcape has over 170 years of successful internal trade experience. Inchcape proudly imports and distributes retail quality vehicles on behalf of 30+ brand partners 34 countries and provide premium parts logistics and vehicle delivery services with AutoNexus. Their vision is to be to be The world's most trusted automotive Distributor and Retailer.",
            "roles": [
                "Head of Regional BI"
            ],
            "symbols": ["Inchcape", "LSE:INCH|12M"]
        },
        "subaru": {
            "title": "Subaru Corporation",
            "description": "Subaru is the automobile manufacturing division of Japanese transportation conglomerate Subaru Corporation, the twenty-first largest automaker by production worldwide in 2017. Subaru cars are known for their use of a boxer engine layout in most vehicles above 1500cc. In Australia, Subaru brand is the 6th largest automotive brand of choice for consumers. They own a significant market share across the globe and are constantly innovating to grow their market share. They are known for their reliability and performance.",
            "roles": [
                "Head of BI"
            ],
            "symbols": ["Subaru", "LSE:INCH|12M"]
        },
        "dnata": {
            "title": "Dnata",
            "description": "Dnata is a global organisation established in 1959 in Dubai and soon expanded across the globe. They service international and domestic flights by providing airline ground handling services, cargo services, passenger services and flight catering services. Dnata employees 41,000 people who handle passenger, cargo, ramp and technical services for airline. Globally, dnata also provides airport services to over 126 airports.",
            "roles": [
                "Business Analyst"
            ],
            "symbols": ["News", "LSE:INCH|12M"]
        },
        "featherdale": {
            "title": "Featherdale Wildlife Park",
            "description": "Featherdale Wildlife Park is a wildlife tourism facility located in Doonside, Sydney, Australia. The park is located in Sydney’s south-west, approximately 40 kilometres from Sydney’s CBD. The park contains various species, native to Australia, and is known to be one of the world’s largest collections of Australian fauna.. It specialises in Australian native wildlife and birds, as well as reptiles and marsupials.",
            "roles": [
                "Financial Controller"
            ],
            "symbols": ["Featherdale", "ASX:EVT|12M"]
        },
        "rydges": {
            "title": "Rydges Hotel",
            "description": "Rydges Hotels & Resorts, or Rydges, is a hotel accommodation and hospitality provider that operates in Australia and New Zealand. Rydges accommodates one million guests annually, across a range of market segments. Rydges is a subsidiary of the ASX-listed Event Hospitality and Entertainment, a corporation that owns and operates brands in the entertainment, hospitality, and leisure sectors, mainly within Australasia. Rydges operates 7,400 rooms in 2 countries with 60 properties.",
            "roles": [
                "Financial Accountant"
            ],
            "symbols": ["Rydges", "ASX:EVT|12M"]
        }
    },
    "workHistory": [
        {
            "role": "General Manager Finance Strategy & Data",
            "company": "News Corp Australia",
            "range": "Jan 2020 to Current",
            "cards": [
                "Streamlined weekly and  monthly finance data processes",
                "Successfully implement finance data strategy",
                "Led the development of unified finance data structures",
                "Led the development of unified executive reporting suite",
                "Successfully implemented and led automation & efficiencies"
            ],
            "description": [
               "As General Manager of Finance Strategy & data team, my focus has been on leading the finance data strategy to enable simplification, enhance processes, automate redundant workflows, develop a single source of truth framework for finance with clear data lineage to operational metrics whilst leading the team to grow and develop.",
                "In my role, my team and I have been pivotal in pushing the boundaries of analytics and BI. We have pioneered new finance dashboards which are faster, accurate, available in a timely manner, more scalable, cross platform and with better user experience & interface (UI/UX). We have made it simpler for end users to access, interact and gather insights from unified data sources. Developed data literacy programs to help educate end users on data, BI and processes. We have also developed a knowledge management framework to capture processes, data lineage, strategies and data dictionaries.",
                "Through the strategic leadership we have been able to successfully witness faster month end closures, accurate reporting, timely updates whilst reducing redundant efforts. Our team is the most effective and most engaged team, they have been instrumental in delivering data driven solutions to help support key decisions across the organisational functions. We have ensured every step of the way to follow principles of simplicity, adding business value, collaboration and celebrating the passion of learning & development."
            ],
            "responsibilities": [
                "Be the thought-leader in defining the data strategy and data roadmap, and determine how best to leverage data assets that support the finance strategy",
                "Provide expertise and consult on all major data-related initiatives",
                "Manage the lifecycle of data and information in order to grow data needs & wants",
                "Develop an environment to power data literacy",
                "Engage and lead team to success",
                "Drive decision-making on how to source, store, analyze, and exploit data",
                "Enhance and simplify reporting and processes",
                "Stabilise and enhance Business Intelligence platform",
                "Proactively identify and implement efficient and automated processes",
                "Develop industry leading business intelligence reporting suite",
                "Oversee cross-functional data governance, adoption and adherence to data quality and process governance in the relevant collaborating departments",
                "Drive and enforce data quality standards across the business"
            ]
        },
        {
            "role": "Head of Regional Business Intelligence",
            "company": "Inchcape",
            "range": "June 2017 to January 2020",
            "cards": [
                "Winner CEO award for innovating, leading & pioneering in BI Technology",
                "Successfully implemented a regional BI & Data Strategy",
                "Led the development of a unified data warehouse in SAP",
                "Led the development of business and executive dashboards",
                "Successfully enhanced existing processes to reduce time & effort"
            ],
            "description": [
                "In my role as Head of Regional BI, I developed the regional data and BI strategy to move the organisation into a unified data structure using SAP S4 HANA with Power BI. I set up an offshore team of data engineers, developers and analysts in Philippines that helped roll out the data strategy across all the countries in a seamless manner. The strategy was to ensure we reduce development costs whilst growing the BI vision.",
                "The team and I successfully delivered a single source of truth that enabled executive reporting suite known as the heartbeat. We seamlessly implemented several different ERP systems across multiple countries in a scalable manner to help track our performance to budgets/forecasts and targets. This model was cost effective and scalable to help grow the BI vision for Inchcape.",
                "Once we set up the foundational data sets, we were able to quickly pivot our data structures to jump into machine learning models to bring insights and analytics. We also implemented financial solutions to simplify reporting, budgeting & forecasting across the countries. This helped reduced redundant workflows and provided clearer direction.",
                "Finally, the data strategy was also adopted by the global team and we were pinnacle to pioneering the BI vision. We always innovated, pushed the boundaries and kept the teams engaged throughout the journey through our strategic implementation."
            ],
            "responsibilities": [
                "Develop and implement regional data & BI strategy",
                "Create and sustain vibrant data organization, technologies, processes, and policies across the business",
                "Develop single source of truth",
                "Drive enterprise-level digital transformation innovation, cost reduction, and revenue generation",
                "Set up offshore data engineering and BI team",
                "Develop unified organisational reporting suite framework",
                "Develop machine learning models",
                "Reduce inefficiencies and implement automated workflows",
                "Be an advocate for BI and proactively train end users on data literacy",
                "Establish and enforce data Policies and Standards across the organisation",
                "Champion and drive Master Data Management & Metadata Management of the business to create a strategic asset from our data."
            ]
        },
        {
            "role": "Head of Business Intelligence",
            "company": "Subaru",
            "range": "April 2016 to June 2017",
            "cards": [
                "Winner CEO award for innovating, leading & pioneering in BI Technology",
                "Successfully implemented Subaru Data Strategy",
                "Led the development of a unified data warehouse in SAP",
                "Led the development of business and executive dashboards",
                "Successfully enhanced existing processes to reduce time & effort"
            ],
            "description": [
                "In my role as Head of BI, I was required to develop a data & BI strategy for Subaru Australia. The strategy also involved developing internal skills to leverage analytics and insights. My team and I successfully implemented SAP S4 HANA across the organisation. The strategy also focused on leveraging external data to provide a blended approach to help power the organisational analytical needs and our move towards predictive analytics.",
                "In my role, I advocated the need for data and BI by presenting ways to leverage and grow revenue, reduce cost through data driven solutions. By the end of our BI journey we had truly developed a scalable product which was adopted for regional and global BI & data strategy.",
                "Two major development which helped save money, time and brought accuracy were:",
                "1. Structure Margin Payments for dealership. Our team were able to develop an automated, audited process that leveraged data to calculate a very complicated quarterly payment process for dealers which helped save $1m-$2m per quarter.",
                "2. ACCC Warranty reporting. Our team were pivotal in providing warranty reporting to ACCC due to vehicle recalls. This required looking through millions of record of data to identify affected vehicles to proactively resolve the issue, this helped save lives and we were able to quickly pivot and turn this around via a seamless data solution."
            ],
            "responsibilities": [
                "Develop and implement regional data & BI strategy",
                "Establish the strategic direction for building the business’s data management program and optimise how the business uses data both internally and externally",
                "Be responsible for data and platform architecture, custodianship, infrastructure, data engineering and data models to support Use Cases across BI and Analytics",
                "Develop unified executive and business reporting suite",
                "Develop unified executive and business reporting suite",
                "Reduce inefficiencies and implement automated workflows",
                "Be an advocate for BI and proactively train end users on data literacy",
                "Develop internal capabilities to support BI growth",
                "Be the change driver in rolling out BI across the organisation"
            ]
        },
        {
            "role": "Finance and Reporting Manager",
            "company": "News Corp Australia",
            "range": "July 2010 to April 2016",
            "cards": [
                "Helped launch reporting Suite for a new department (News Xtend)",
                "Developed Single Source of Truth for Customers",
                "Successfully set budgets for 6 years with 99% accuracy",
                "Successfully managed and led high performing team",
                "Rolled out finance models, and reporting suites"
            ],
            "description": [
                "I was responsible for developing budgets, forecasts, targets and reporting solutions for the community agency network. My team and I developed clarity in reporting which helped track performance, reduce redundant processes and implemented new systems to power reporting & insights. Our team was instrumental in pushing the agenda forward for better data & insights, we proactively developed solutions which could be leveraged by other teams. Our financial models ensured we were able to accurately budget and forecast for 6 years.",
                "Finally, I proactively helped launch a new brand for News Corp which has now become one of the biggest revenue generator. This required setting up the systems, contracts, financial KPI’s, operational KPI’s, budgets, forecasts and financial strategy."
            ],
            "responsibilities": [
                "Develop annual budget & forecasts",
                "Automate & report on weekly, monthly, quarterly and annual reporting",
                "Develop financial models to support insights and analytics",
                "Develop a high performing team",
                "Roll out and lead process improvements across the organization",
                "Implement system roll outs",
                "Streamline operational, financial and executive reporting",
                "Set up single source of truth for customer, agency and portfolio",
                "Proactively roll out reporting across Tableau, Business Objects and salesforce",
                "Unify ERP systems to a single source of truth",
                "Set up a scalable data solution to power News Xtend"
            ]
        },
        {
            "role": "Business Analyst",
            "company": "Dnata",
            "range": "June 2008 to July 2010",
            "cards": [
                "Successfully automated Airline reporting",
                "Developed an automated payroll reporting solution",
                "Developed data warehouse solution",
                "Developed powerful insights & analytics through data",
                "Rolled out process improvements"
            ],
            "description": [
                "I started Toll Dnata as a business analyst to help operational and financial reporting for the organization. This was a particularly challenging role where the budget for data and reporting was limited and I had to develop bespoke data solutions to help power insights, analytics and removing manual processes.",
                "I was able to develop an end to end data warehouse solution that captured payroll information to airline tracking to budgets vs actuals to contract management and other operational and financial reporting. The key developments that I rolled out was the ability to report on payroll data. As majority of the labour force was comprised of casual staff working on the passenger desks and cargo. The difficulty was with several different labour rates with overtime and award calculations. I had to develop a solution that would provide management with live timesheet management, cost analysis to budgets and ability to quickly change and manage costs effectively whilst servicing the airline flights.",
                "Another solution was the development of live airline tracking system to provide airlines with accurate reporting to our contractual commitments, this ensured we were able to accurately report, save money and provide powerful insights to understand delays and issues. This helped with training and development and reducing issues in the future."
            ],
            "responsibilities": [
                "Develop annual budget & forecasts",
                "Automate & report on weekly, monthly, quarterly and annual reporting",
                "Develop data solutions to track performance",
                "Streamline processes through automationm",
                "Roll out and lead process improvements across the organization",
                "Implement system roll outs",
                "Develop executive reporting",
                "Create business cases to purchase inventory",
                "Develop solution for airline invoicing & reporting"
            ]
        },
        {
            "role": "Financial Controller",
            "company": "Featherdale Wildlife Park",
            "range": "January 2008 to June 2008",
            "cards": [
                "Managed entire divisional financials",
                "Managed fixed assets register",
                "Managed month end reporting",
                "Implemented process efficiencies"
            ],
            "description": [
                "I took on the financial controller position for Featherdale wildlife park and Pier 26 bar which are both subsidiaries of Amalgamated Hotels Limited. At the same time, I was shadowing Rydges hotel financial controllers on how to manage the P&L, creating budgets, forecasts and tracking performance.",
                "I learnt to manage the entire P&L and helped roll out performance management reporting to identify risks and opportunities. I also looked after the fixed assets register and providing interactive reporting on performance across the divisions I managed."
            ],
            "responsibilities": [
                "Develop budgets and forecasts",
                "Develop month end reporting suite",
                "Manage fixed assets register",
                "Manage month end process and payroll",
                "Manage bank reconciliations",
                "Manage divisional cashflow",
                "Implement and roll out process efficiencies"
            ]
        },
        {
            "role": "Financial Accountant",
            "company": "Rydges Hotel",
            "range": "July 2005 to June 2008",
            "cards": [
                "Developed management reporting suite",
                "Automated Cash Flow reporting",
                "Automated bank reconciliation process",
                "Implemented process efficiencies"
            ],
            "description": [
                "In my role as a financial accountant working for Rydges hotel I developed management reporting for all owned and managed hotels with ability to track performance of occupancy vs sales vs costs on a national dashboard suite. This helped me understand my passion for reporting and process optimisation.",
                "I further developed my skills in reporting, data management and process improvement. I automated many business processes including bank reconciliations, hotel cash flow and month end reporting."
            ],
            "responsibilities": [
                "Develop budgets and forecasts",
                "Develop month end reporting suite",
                "Manage month end process and payroll",
                "Manage bank reconciliations",
                "Manage consolidated hotel cashflow",
                "Implement and roll out process efficiencies"
            ]
        }
    ]
}
